xorg
lightdm
lightdm-gtk-greeter
xfce4
xfce4-goodies

fcitx5 fcitx5-mozc fcitx5-configtool fcitx5-rime fcitx5-chinese-addons

ttf-roboto
ttf-roboto-mono
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra

firefox

gvim
evince

remmina
xorg-server-xephyr
zenity

file-roller

pulseaudio
pavucontrol
synergy
