base
sudo

words
ack

openssh
corkscrew
wget
git
tsocks
netctl
lftp
rsync
mc

arch-install-scripts
bash-completion
zsh
zsh-syntax-highlighting
screen
mlocate

dos2unix
ntfs-3g
dosfstools
btrfs-progs
squashfs-tools
gptfdisk
samba
smartmontools
hdparm
sdparm
cpupower

iotop
htop
powertop
iftop
sysstat
time
cronie
thermald

wicd

linux-firmware
intel-ucode

vim

unrar
zip
p7zip
unace

ntp
pv
