xorg
lightdm
lightdm-gtk-greeter
awesome
xfce4
xfce4-goodies

fcitx
fcitx-mozc
fcitx-configtool

ttf-dejavu
ttf-inconsolata
ttf-droid
artwiz-fonts
ttf-sazanami

firefox

gvim
evince

remmina
xorg-server-xephyr
zenity

file-roller
